Repository: EkaterinePapava/Tangram
Catalog: po/*.po
Languages: ka

source: Sonny Piers
ka: სონი პირსი

source: Browser for your pinned tabs
ka: ბრაუზერი თქვენი მიმაგრებული ჩანართებისთვის

source: Tangram is a new kind of browser. It is designed to organize and run your Web applications. Each tab is persistent and independent. You can set multiple tabs with different accounts for the same application.
ka: Tangram ბრაუზერის ახალი ტიპია. ის აგებია, რომ დაგეხმაროთ, დაალაგოთ და გაუშვათ თქვენი ვებაპლიკაციები. ყველა ჩანართი მუდმივი და დამოუკიდებელია. შეგიძლიათ, დააყენოთ ერთზე მეტი ჩანართი სხვადასხვა ანგარიშისთვის იგივე აპლიკაციისთვის.

source: Common use cases:
ka: ზოგადი გამოყენების შემთხვევები:

source: Stay up to date with your favorite communities; Mastodon, Twitter, ...
ka: გაიგეთ ახალი ამბები თქვენი რჩეული საზოგადოებებიდან: Mastodon, Twitter, ...

source: Merge all these chat applications into one; WhatsApp, Messenger, Telegram, ...
ka: მოახდინეთ ამ ჩატის აპლიკაციების შერწყმა ერთში: WhatsApp, Messenger, Telegram, ...

source: Group your organization tools under one application; EMail, Calendar, ...
ka: დააჯგუფეთ თქვენი ორგანიზაციის ხელსაწყოები ერთ აპლიკაციაში: EMail, Calendar, ...

source: One-stop for multiple sources of documentation or information
ka: ერთი გაჩერება დოკუმენტაციის ან ინფორმაციის მრავალი წყაროსთვის

source: Fix a bug preventing to start Tangram
ka: გასწორდა შეცდომა, რომლის გამოც Tangram არ ეშვებოდა

source: Reduce the noisiness of logs
ka: შემცირდა ჟურნალების ხმაურიანობა

source: Fix a bug preventing to add new tabs
ka: გასწორდა შეცდომა, რის გამოც ახალი ჩანართები აღარ იხსნებოდა

source: Notifications priority is normal instead of urgent by default
ka: გაფრთხილების პრიორიტეტი ნორმალურია სასწრაფოს გარდა, რომელიც ნაგულისხმევია

source: Add a per-tab setting to change notifications priority
ka: დაემატა პარამეტრი თითოეული ჩანართისთვის გაფრთხილებების პრიორიტეტის შესაცვლელად

source: Fix authentication on many popular websites
ka: გასწორდა ავთენტიკაცია ბევრ პოპულარულ საიტზე

source: Fix Cancel button in tab settings dialog
ka: გასწორდა გაუქმების ღილაკი ჩანართების მორგების დიალოგში

source: Use middle-click or Ctrl+click to open links in the browser
ka: გამოიყენეთ შუა-წკაპი, ან Ctrl+წკაპი ბმულების ბრაუზერში გასახსნელად

source: Fix window title
ka: გასწორდა ფანჯრის სათაური

source: Update GNOME runtime to 41
ka: განახლდა GNOME-ის სამუშაო გარემო 41-მდე

source: Fix an issue preventing some sites such as Twitter or Facebook from being added.
ka: გასწორდა შეცდომა, რომელიც ხელს უშლიდა ზოგიერთ საიტს, როგორიცაა Twitter, ან Facebook, დამატებულიყო.

source: Update GNOME runtime to 3.38
ka: განახლდა GNOME-ის სამუშაო გარემო 38-მდე

source: Enable spell checking
ka: მართლწერის შემოწმების ჩართვა

source: Customizable user-agent per instance
ka: მორგებადი user-agent თითოეული გაშვებული ასლისთვის

source: New project icon/logo
ka: ახალი პროექტის ხატულა/ლოგო

source: New tab background color respects dark mode
ka: ახალი ჩანართის ფონის ფერი ითვალისწინებს მუქ რეჟიმს

source: Add support for downloading files
ka: დაემატა ფაილების გადმოწერის მხარდაჭერა

source: Add home button
ka: საწყისზე დაბრუნების ღილაკის დამატება

source: Better desktop integration
ka: უკეთესი ინტეგრაცია სამუშაო მაგიდასთან

source: Fix the main window becoming tiny when unmaximizing
ka: გასწორდა მთავარი ფანჯრის პაწაწინად გახდომა გაშლილი ეკრანის გაუქმებისას

source: Enable touchpad/touchscreen swipe navigation gestures
ka: სენსორული დაფის/სენსორული ეკრანის გასმის ჟესტებით ნავიგაციის ჩართვა

source: Better notifications handling
ka: უკეთესი დამუშავება გაფრთხილებებისთვის

source: Improved web compatibility and performances
ka: გაუმჯობესდა ვებთან თავსებადობა და წარმადობა

source: Tangram now works properly on Flatpak 1.0 (Linux Mint, Ubuntu 18.04, ...)
ka: Tangram ახლა მუშაობს Flatpak 1.0-ზე (Linux Mint, Ubuntu 18.04, ...)

source: Tabs position
ka: ჩანართების პოზიცია

source: Sets the position of the tabs
ka: აყენებს ჩანართების მდებარეობას

source: Window width
ka: ფანჯრის სიგანე

source: Width of the window
ka: ფანჯრის სიგანე

source: Window height
ka: ფანჯრის სიმაღლე

source: Height of the window
ka: ფანჯრის სიმაღლე

source: Window maximized
ka: გადიდებული ფანჯარა

source: Whether the window is maximized
ka: როცა ფანჯარა მთელ ეკრანზეა გაშლილი

source: Instances
ka: გაშვებული ასლები

source: Identifiers of instances to be found in /re/sonny/Tangram/instances/
ka: გაშვებული ასლის იდენტიფიკატორები შეგიძლია, იპოვოთ მისამართზე /re/sonny/Tangram/instances/

source: Name
ka: სახელი

source: Name to display
ka: საჩვენებელი სახელი

source: Start URL
ka: საწყისი URL

source: User agent
ka: მომხმარებლის აგენტი

source: String that will be used as user agent, to identify the browser to the web servers.
ka: სტრიქონი, რომელიც გამოყენებული იქნება მომხმარებლის აგენტად, ბრაუზერის იდენტიფიკაციისთვის ვებსერვერებზე.

source: Notifications priority
ka: გაფრთხილებების პრიორიტეტი

source: Sets the priority of notifications
ka: აყენებს გაფრთხილებების პრიორიტეტს

source: translator-credits
ka: ეკატერინე პაპავა

source: Normal
ka: ნორმალური

source: Low
ka: დაბალი

source: High
ka: მაღალი

source: Urgent
ka: გადაუდებელი

# shortcut window
source: General
ka: ზოგადი

# shortcut window
source: Go to the next tab
ka: შემდეგი ჩანართზე გადასვლა

# shortcut window
source: Go to the previous tab
ka: წინა ჩანართზე გადასვლა

# shortcut window
source: Move current tab to the left
ka: მიმდინარე ჩანართის მარცხნივ გაწევა

# shortcut window
source: Move current tab to the right
ka: მიმდინარე ჩანართის მარჯვნივ გაწევა

# shortcut window
source: Quit
ka: გასვლა

# shortcut window
source: Shortcuts
ka: მალსახმობები

# shortcut window
source: Toggle inspector
ka: ინსპექტორის გადართვა

# shortcut window
source: First – Ninth Tab
ka: პირველი – მეცხრე ჩანართი

# shortcut window
source: Navigation
ka: ნავიგაცია

# shortcut window
source: Go to homepage
ka: საწყის გვერდზე გადასვლა

# shortcut window
source: Reload current page
ka: მიმდინარე გვერდის თავიდან ჩატვირთვა

# shortcut window
source: Reload bypassing cache
ka: თავიდან ჩატვირთვა ქეშის გვერდის ავლით

# shortcut window
source: Stop loading current page
ka: მიმდინარე გვერდის ჩატვირთვის შეწყვეტა

# shortcut window
source: Go back to the previous page
ka: წინა გვერდზე დაბრუნება

# shortcut window
source: Go forward to the next page
ka: შემდეგ გვერდზე გადასვლა

# shortcut window
source: Focus the address bar
ka: ფოკუსი მისამართის ზოლზე

source: Top
ka: ზედა

source: Left
ka: მარცხენა

source: Right
ka: მარჯვენა

source: Bottom
ka: ქვემო

source: Keyboard Shortcuts
ka: კლავიატურის მალსახმობები

source: About Tangram
ka: Tangram-ის შესახებ
